PatrickF1/fzf.fish
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
jorgebucaran/fisher
catppuccin/fish
rstacruz/fish-asdf
danhper/fish-ssh-agent
kidonng/zoxide.fish
