artillery
brew-cask-completion
cmake
chezmoi
dart
dash
docker
docker-compose
exa
fd
fish
git
glow
go
httpie
imagemagick
lazygit
mas
openssl@3
luajit
mackup
mise
neofetch
neovim
node
pandoc
postgresql@14
rclone
ripgrep
shfmt
sketchybar
sqlc
starship
tmux
tree-sitter
universal-ctags
vivid
yabai
yarn
zoxide
zsh
zsh-completions
