appcleaner
audacity
chatgpt
cloudflare-warp
diffmerge
discord
figma
font-fira-code-nerd-font
font-hack-nerd-font
font-sf-mono-nerd-font-ligaturized
git-credential-manager-core
hammerspoon
kitty
imageoptim
launchcontrol
microsoft-teams
miro
monitorcontrol
mongodb-compass
notion
openkey
openvpn
orbstack
postman
raycast
sf-symbols
slack
spotify
tableplus
telegram
visual-studio-code
vlc
wireshark
wkhtmltopdf
zed
zoom
